Repository: touhouworldcup/touhouworldcup.com
Catalog: locale/*/LC_MESSAGES/*.po
Languages: es_es, ja_jp, ru_ru

source: Website Source Code
es_es: Código fuente del sitio web
ja_jp: ウェブサイトのソースコード
ru_ru: Исходный код сайта

source: Developed by:
es_es: Desarrollado por:
ja_jp: 開発者：
ru_ru: Разработчики:

source: Translated by:
es_es: Traducido por:
ja_jp: 翻訳者：
ru_ru: Переводчики:

source: : Japanese
es_es: : Japonés
ja_jp: ：日本語
ru_ru: : японский

source: : Chinese
es_es: : Chino
ja_jp: ：中国語
ru_ru: : китайский

source: : Russian
es_es: : Ruso
ja_jp: ：ロシア語
ru_ru: : русский

source: : German
es_es: : Alemán
ja_jp: ：ドイツ語
ru_ru: : немецкий

source: : Spanish
es_es: : Español
ja_jp: ：スペイン語
ru_ru: : испанский

source: Artwork:
ja_jp: 作品：

source: <strong>Touhou World Cup (TWC)</strong> is an annual international Touhou shooting game competition, first held in 2020 and held every year since. It is organised by the Touhou gameplay community worldwide.
es_es: <strong>Touhou World Cup (TWC)</strong> es una competencia internacional anual de juegos de shooter de Touhou, que se celebró por primera vez en 2020 y se celebra cada año desde entonces. Está organizado por la comunidad de jugadores de Touhou en todo el mundo.
ja_jp: <strong>東方ワールドカップ（TWC）</strong> は、2020年に初開催され、その後毎年開催されている東方シューティングゲーム(以下STG)の非公式国際大会です。世界中の東方プレイヤーコミュニティによって主催されています。
ru_ru: <strong>Touhou World Cup (TWC)</strong> - ежегодное международное соревнование по Touhou шмапам, впервые проведенное в 2020 году и проводимое каждый год с тех пор. Организация проводится геймплейным сообществом Touhou со всего мира.

source: Three teams duke it out on Lunatic and Extra mode, playing on live streams and playing both high score and survival.
es_es: Tres equipos se enfrentan en Lunatic y modo Extra, jugando en directos, tanto por puntuación y como por supervivencia.
ja_jp: 各試合は3チームのオンライン同時並走により行われ、難易度Lunatic、Extraのスコアアタック部門やサバイバル部門で競い合います。
ru_ru: Три команды соревнуются в режимах Лунатика и Экстры, играя вживую на стримах как на очки, так и на выживание.

source: See below for official communication channels.
es_es: Los canales oficiales de comunicación se encuentran abajo.
ja_jp: チャンネルは以下からご参照ください。
ru_ru: Снизу указаны ссылки на официальные каналы.

source: TWC Starts In:
es_es: TWC Comienza en:
ja_jp: TWC開催まで：
ru_ru: TWC начнется через:

source: Next Match:
es_es: Próximo Partida:
ja_jp: 次の試合：
ru_ru: Следующий матч:

source: Currently ongoing: <a class="match_link" href="https://twitch.tv/touhou_replay_showcase" target="_blank">
es_es: Actualmente en curso: <a class="match_link" href="https://www.youtube.com/@ParadiseofBoundaries/live" target="_blank">
ja_jp: 現在進行中：<a class="match_link" href="https://www.youtube.com/@TWC_JP/live" target="_blank">
ru_ru: В прямом эфире: <a class="match_link" href="https://twitch.tv/touhou_replay_showcase" target="_blank">

source: English Commentary Stream
es_es: Stream de los comentarios en inglés
ja_jp: Twitch(英語)
ru_ru: Английский стрим

source: Japanese Commentary Stream
es_es: Stream de los comentarios en japonés
ja_jp: YouTube(日本語)
ru_ru: Японский стрим

source: Spanish Commentary Stream
es_es: Stream de los comentarios en español
ja_jp: YouTube(スペイン語)

source: Chinese Commentary Stream
es_es: Stream de los comentarios en chino
ja_jp: bilibili(中国語)
ru_ru: Китайский стрим

source: Social Media
es_es: Medios sociales
ja_jp: SNS
ru_ru: Социальные медиа

source: English Bluesky
es_es: Bluesky inglés
ja_jp: Bluesky<br>(英語)

source: English Twitter
es_es: Twitter inglés
ja_jp: Twitter<br>(英語)
ru_ru: Английский Твиттер

source: Japanese Bluesky
es_es: Bluesky japonés
ja_jp: Bluesky<br>(日本語)

source: Japanese Twitter
es_es: Twitter japonés
ja_jp: Twitter<br>(日本語)
ru_ru: Японский Твиттер

source: Spanish Bluesky
es_es: Bluesky español
ja_jp: Bluesky<br>(スペイン語)

source: Spanish Twitter
es_es: Twitter español
ja_jp: Twitter<br>(スペイン語)

source: Videos
ja_jp: Archives
ru_ru: Видео

source: English YouTube Channel
es_es: Canal inglés de YouTube
ja_jp: YouTube(英語)
ru_ru: Английский канал на Youtube

source: Japanese YouTube Channel
es_es: Canal japonés de YouTube
ja_jp: YouTube(日本語)
ru_ru: Японский канал на Youtube

source: Spanish YouTube Channel
es_es: Canal español de YouTube
ja_jp: YouTube(スペイン語)

source: Exhibition Matches
ja_jp: エキシビション

source: ReimuA
ja_jp: 霊夢A
ru_ru: РеймуА

source: ReimuB
ja_jp: 霊夢B
ru_ru: РеймуБ

source: MarisaA
ja_jp: 魔理沙A
ru_ru: МарисаА

source: MarisaB
ja_jp: 魔理沙B
ru_ru: МарисаБ

source: SakuyaA
ja_jp: 咲夜A
ru_ru: СакуяА

source: SakuyaB
ja_jp: 咲夜B
ru_ru: СакуяБ

source: ReimuYukari
ja_jp: 霊夢＆紫
ru_ru: Рейму & Юкари

source: MarisaAlice
ja_jp: 魔理沙＆アリス
ru_ru: Мариса & Алиса

source: SakuyaRemilia
ja_jp: 咲夜＆レミリア
ru_ru: Сакуя & Ремилия

source: YoumuYuyuko
ja_jp: 妖夢＆幽々子
ru_ru: Ёму & Ююко

source: Reimu
ja_jp: 霊夢
ru_ru: Рейму

source: Marisa
ja_jp: 魔理沙
ru_ru: Мариса

source: Sakuya
ja_jp: 咲夜
ru_ru: Сакуя

source: Youmu
ja_jp: 妖夢
ru_ru: Ёму

source: Yukari
ja_jp: 紫
ru_ru: Юкари

source: Alice
ja_jp: アリス
ru_ru: Алиса

source: Remilia
ja_jp: レミリア
ru_ru: Ремилия

source: Yuyuko
ja_jp: 幽々子
ru_ru: Ююко

source: Reisen
ja_jp: 鈴仙
ru_ru: Рейсен

source: Cirno
ja_jp: チルノ
ru_ru: Чирно

source: Lyrica
ja_jp: リリカ
ru_ru: Лирика

source: Mystia
ja_jp: ミスティア
ru_ru: Мистия

source: Tewi
ja_jp: てゐ
ru_ru: Теви

source: Aya
ja_jp: 文
ru_ru: Ая

source: Medicine
ja_jp: メディスン
ru_ru: Медисин

source: Yuuka
ja_jp: 幽香
ru_ru: Юка

source: Komachi
ja_jp: 小町
ru_ru: Комачи

source: Eiki
ja_jp: 映姫
ru_ru: Эйки

source: MarisaC
ja_jp: 魔理沙C
ru_ru: МарисаС

source: SanaeA
ja_jp: 早苗A
ru_ru: СанаэА

source: SanaeB
ja_jp: 早苗B
ru_ru: СанаэБ

source: Sanae
ja_jp: 早苗
ru_ru: Санаэ

source: ReimuSpring
es_es: ReimuPrimavera
ja_jp: 霊夢(春)
ru_ru: РеймуВесна

source: CirnoSpring
es_es: CirnoPrimavera
ja_jp: チルノ(春)
ru_ru: ЧирноВесна

source: AyaSpring
es_es: AyaPrimavera
ja_jp: 文(春)
ru_ru: АяВесна

source: MarisaSpring
es_es: MarisaPrimavera
ja_jp: 魔理沙(春)
ru_ru: МарисаВесна

source: ReimuSummer
es_es: ReimuVerano
ja_jp: 霊夢(夏)
ru_ru: РеймуЛето

source: CirnoSummer
es_es: CirnoVerano
ja_jp: チルノ(夏)
ru_ru: ЧирноЛето

source: AyaSummer
es_es: AyaVerano
ja_jp: 文(夏)
ru_ru: АяЛето

source: MarisaSummer
es_es: MarisaVerano
ja_jp: 魔理沙(夏)
ru_ru: МарисаЛето

source: ReimuAutumn
es_es: ReimuOtoño
ja_jp: 霊夢(秋)
ru_ru: РеймуОсень

source: CirnoAutumn
es_es: CirnoOtoño
ja_jp: チルノ(秋)
ru_ru: ЧирноОсень

source: AyaAutumn
es_es: AyaOtoño
ja_jp: 文(秋)
ru_ru: АяОсень

source: MarisaAutumn
es_es: MarisaOtoño
ja_jp: 魔理沙(秋)
ru_ru: МарисаОсень

source: ReimuWinter
es_es: ReimuInvierno
ja_jp: 霊夢(冬)
ru_ru: РеймуЗима

source: CirnoWinter
es_es: CirnoInvierno
ja_jp: チルノ(冬)
ru_ru: ЧирноЗима

source: AyaWinter
es_es: AyaInvierno
ja_jp: 文(冬)
ru_ru: АяЗима

source: MarisaWinter
es_es: MarisaInvierno
ja_jp: 魔理沙(冬)
ru_ru: МарисаЗима

source: ReimuWolf
es_es: ReimuLobo
ja_jp: 霊夢W
ru_ru: РеймуВолк

source: ReimuOtter
es_es: ReimuNutria
ja_jp: 霊夢O
ru_ru: РеймуВыдра

source: ReimuEagle
es_es: ReimuÁguila
ja_jp: 霊夢E
ru_ru: РеймуОрёл

source: MarisaWolf
es_es: MarisaLobo
ja_jp: 魔理沙W
ru_ru: МарисаВолк

source: MarisaOtter
es_es: MarisaNutria
ja_jp: 魔理沙O
ru_ru: МарисаВыдра

source: MarisaEagle
es_es: MarisaÁguila
ja_jp: 魔理沙E
ru_ru: МарисаОрёл

source: YoumuWolf
es_es: YoumuLobo
ja_jp: 妖夢W
ru_ru: ЁмуВолк

source: YoumuOtter
es_es: YoumuNutria
ja_jp: 妖夢O
ru_ru: ЁмуВыдра

source: YoumuEagle
es_es: YoumuÁguila
ja_jp: 妖夢E
ru_ru: ЁмуОрёл

source: Ran
ja_jp: 藍
ru_ru: Ран

source: Aunn
ja_jp: あうん
ru_ru: Аун

source: Nazrin
ja_jp: ナズーリン
ru_ru: Назрин

source: Seiran
ja_jp: 清蘭
ru_ru: Сейран

source: Rin
ja_jp: 燐
ru_ru: Рин

source: Tsukasa
ja_jp: 典
ru_ru: Цукаса

source: Mamizou
ja_jp: マミゾウ
ru_ru: Мамидзо

source: Yachie
ja_jp: 八千慧
ru_ru: Ятиэ

source: Saki
ja_jp: 早鬼
ru_ru: Саки

source: Yuuma
ja_jp: 尤魔
ru_ru: Юма

source: Suika
ja_jp: 萃香
ru_ru: Суйка

source: Biten
ja_jp: 美天
ru_ru: Битэн

source: Enoko
ja_jp: 慧ノ子
ru_ru: Эноко

source: Chiyari
ja_jp: ちやり
ru_ru: Тияри

source: Hisami
ja_jp: 日狭美
ru_ru: Хисами

source: Zanmu
ja_jp: 残無
ru_ru: Дзамму

source: ReimuC
ja_jp: 霊夢C

source: Past Results
es_es: Resultados Pasados
ja_jp: 過去の試合結果
ru_ru: Прошлые Результаты

source: Your time zone was detected as <strong id="timezone">UTC+0000 (Coordinated Universal Time)</strong>.
es_es: Tu zona horaria fue detectada como <strong id="timezone">UTC+0000 (Coordinated Universal Time)</strong>.
ja_jp: 表示されているタイムゾーンは<strong id="timezone">UTC+0000（協定世界時）</strong>です。
ru_ru: Ваш часовой пояс: <strong id="timezone">UTC+0000 (Всемирное координированное время)</strong>.

source: Contents
es_es: Contenido
ja_jp: 内容
ru_ru: Содержание

source: Show Results
es_es: Mostrar Resultados
ja_jp: 試合結果を表示
ru_ru: Показать Результаты

source: Hide Results
es_es: Ocultar Resultados
ja_jp: 試合結果を非表示
ru_ru: Скрыть Результаты

source: Final tally:
es_es: Puntuaciones finales:
ja_jp: 最終獲得ポイント：
ru_ru: Итоговый счет:

source: points
es_es: puntos
ja_jp: ポイント
ru_ru: очков

source: Date / Time
es_es: Fecha / Hora
ja_jp: 日付と時間
ru_ru: Дата / Время

source: Category
es_es: Categoría
ja_jp: カテゴリー
ru_ru: Категория

source: Players
es_es: Jugadores
ja_jp: プレイヤー
ru_ru: Игроки

source: Reset Time<br>(minutes)
es_es: Temporizador de Reinicio<br>(minutos)
ja_jp: リセットのタイマー<br>（分）
ru_ru: Время на рестарт<br>(минут)

source: Results
es_es: Resultados
ja_jp: 業績
ru_ru: Результаты

source: Points
es_es: Puntos
ja_jp: ポイント
ru_ru: Очков

source: Back to Top
es_es: De vuelta al Inicio
ja_jp: 上に帰る
ru_ru: Наверх

source: Rules
es_es: Reglas
ja_jp: ルール
ru_ru: Правила

source: Full Official Rules
es_es: Reglas Oficiales Completas
ja_jp: 公式ルール全文
ru_ru: Полные официальные правила

source: The full official rulebook can be found here:
es_es: El libro oficial de reglas completas lo puedes encontrar aquí:
ja_jp: 公式ルール全文はこちらにあります：
ru_ru: Полный официальный свод правил можно найти здесь:

source: Format
es_es: Formato
ja_jp: 概要
ru_ru: Формат

source: The players from each team will play against each other simultaneously.
es_es: Los jugadores de cada equipo jugaran contra cada uno simultáneamente.
ja_jp: 各チームのプレイヤーが同時に対戦します。
ru_ru: Игроки из каждой команды будут играть друг против друга одновременно.

source: For every match, each player can earn points for their team:
es_es: Por cada partida, cada jugador conseguirá puntos para su equipo:
ja_jp: 各試合の順位によって各チームはポイントを獲得します。各試合の順位はTWCスコア（TWCスコアについての欄を参照）の高い順に決定されます。獲得ポイントは以下の通りです。
ru_ru: В каждом матче игроки могут набирать очки для своей команды:

source: 1st place - 2 points
es_es: 1er lugar - 2 puntos
ja_jp: １位 ２ポイント
ru_ru: Первое место - 2 очка

source: 2nd place - 1 point
es_es: 2do lugar - 1 punto
ja_jp: ２位 １ポイント
ru_ru: Второе место - 1 очко

source: 3rd place - 0 points
es_es: 3er lugar - 0 puntos
ja_jp: ３位 ０ポイント
ru_ru: Третье место - 0 очков

source: In 2-team matches, the first place will gain 2 points and second place will gain 1 point.
es_es: En partidas de 2 por equipo, el primer lugar ganará 2 puntos y el segundo ganará 1 punto.
ja_jp: なお２チームのみが出場する試合においては、１位が２ポイント、２位が１ポイントの獲得となります。
ru_ru: В матчах с двумя командами первое место получит 2 очка, а второе место – 1 очко.

source: If multiple players have the same TWCScore at the end of a match, they are considered tied and their points will be split equally.
es_es: Si múltiples jugadores tienen la misma TWCScore al final de una partida, se les considera empatados y sus puntos se dividirán de manera igual.
ja_jp: また、複数のチームが同じTWCスコアを獲得した場合は、チームへの獲得ポイントを分け合います（例：２チームが同じTWCスコアを獲得し１位となった場合、トータル３ポイントを分け合い1.5ポイントずつを獲得します）
ru_ru: Если несколько игроков имеют в конце матча одинаковый TWCScore, их результат считается равным, а победные очки будут разделены поровну.

source: Whichever team has the most points at the end of Touhou World Cup is the winner.
es_es: El equipo que tenga más puntos al final del Touhou World Cup es el ganador.
ja_jp: 全試合終了後、獲得ポイントの多い順に順位が決定されます。
ru_ru: Команда, набравшая наибольшее количество очков к концу Touhou World Cup, становится победителем.

source: TWCScore
ja_jp: TWCスコア

source: The quality of credits is calculated through the <a href="twcscore">TWCScore Calculator</a>. This is a scoring metric which compensates for differences in shot type performance so that there is a point of comparison between credits in a category.
es_es: La calidad de los créditos es calculada a través de <a href="twcscore">la calculadora de TWCScore</a>. Esta es una métrica que compensa por las diferencias de rendimiento de tipo de disparo para que haya una comparación entre créditos en una categoría.
ja_jp: 各試合で獲得するTWCスコアは<a href="twcscore">TWCスコア計算機</a>により定められます。
ru_ru: Успешность прохождения рассчитывается с помощью <a href="twcscore">TWCScore</a> калькулятора. Этот способ оценивания компенсирует различия в эффективности шоттипов, что делает возможным сравнение между прохождениями в категории.

source: The TWCScore of credits is used to determine player ranking at the end of a match, with each player's best performing credit being used.
es_es: La TWCScore de créditos es usada para determinar la posición de jugadores al final de una partida, con el crédito de mejor rendimiento por jugador siendo considerado.
ja_jp: プレイヤーのクレジットの結果（TWCスコア）は、試合終了時のプレイヤーランキングを決定するために使用され、各プレイヤーの最も良いクレジットが採用されます。
ru_ru: TWCScore прохождений используется для определения места игроков к концу матча, учитывая лучшее прохождение каждого игрока.

source: For Survival Categories, each shot type starts with an initial TWCScore with this value being multiplied by a Rate of Decay between 0 and 1 for every miss the player accrues. Usually the rate is set to 0.5, but a few exceptions exist (e.g. UM Reimu).
ja_jp: サバイバル部門では、各機体に規定のTWCスコアが割り振られ、プレイヤーがミスをするたびに、規定により定められた割合（0より大きく1未満）でTWCスコアが減少していきます。この規定により定められた割合を減衰率（rate of decay）と呼びます。虹龍洞霊夢などの一部の機体を除き、基本的に減衰率は0.5に設定されています。

source: For Scoring Categories, TWCScore increases exponentially as the player's in-game score increases.
es_es: Para las categorías de puntuación, la TWCScore incrementa exponencialmente mientras la puntuación del jugador dentro del juego incremente.
ja_jp: スコアアタック部門の場合では、TWCスコアはプレイヤーのゲーム内スコアが増加するにつれて指数関数的に増加します。
ru_ru: Для категорий скоринга TWCScore увеличивается экспоненциально по мере увеличения игрового счета игрока.

source: Reset Timer
es_es: Temporizador de Reinicio
ja_jp: リセットタイマー
ru_ru: Время на рестарт

source: Each Category has a Reset Timer which counts down as the match progresses, this shows the time in which a player can start a new credit.
es_es: Cada categoría tiene un Temporizador de Reinicio que cuenta hacia atrás conforme la partida avance, esto muestra el tiempo en el que un jugador puede iniciar un crédito nuevo.
ja_jp: 各部門にはリセットタイマーがあり、試合の進行に応じてカウントダウンされ、新しいクレジットを開始できる時間が表示されます。
ru_ru: В каждой категории есть таймер, ведущий обратный отсчет по ходу матча и показывающий время на рестарт, в течение которого игрок может начать новое прохождение.

source: Players can start as many credits as they want while the Reset Timer is counting down.
es_es: Los jugadores pueden volver a usar tantos créditos como quieran mientras el Temporizador de Reinicio siga contando hacia atrás.
ja_jp: リセットタイマーがカウントダウンしている間、プレイヤーは何度でもクレジットをスタートさせることができます。
ru_ru: Игроки могут начать любое количество прохождений, пока таймер времени на рестарт отсчитывает время.

source: When the timer reaches zero, the players cannot start any new credits, but they can finish a credit already in progress.
es_es: Cuando el temporizador llegue a cero, los jugadores ya no podrán empezar un crédito nuevo, pero pueden terminar el que tienen en progreso.
ja_jp: タイマーがゼロになると、プレイヤーは新しいクレジットを開始することができなくなりますが、すでに進行中のクレジットを完走することはできます。
ru_ru: Когда таймер достигает нуля, игроки не могут начинать новые прохождения, но они могут завершить уже начатое.

source: Gameplay Rules
es_es: Reglas de Juego
ja_jp: ゲームプレイにおいてのルール
ru_ru: Правила

source: Survival Categories
es_es: Categorías de Supervivencia
ja_jp: サバイバル部門について
ru_ru: Категории выживания

source: In Survival Categories, players will try to finish the game without dying. They can only die a maximum of five times and are not allowed to use bombs or any other in game mechanics to help them.
es_es: En las Categorías de Supervivencia, los jugadores tratarán de finalizar el juego sin morir. Solo pueden morir un máximo de cinco veces y no se les permite usar bombas o cualquier mecánica dentro del juego para ayudarlos.
ja_jp: サバイバル部門では、プレイヤーは出来るだけ被弾せずゲームをクリアすることを目指します。6回以上の被弾でTWCスコアは0となり、またボムやゲーム内サブシステムを使った場合はペナルティが発生します。以下はサバイバル部門についての詳細です。
ru_ru: В категориях выживания игроки пытаются закончить игру без смертей. Они могут умереть не более пяти раз, и им не разрешается использовать бомбы или любые другие игровые механики для помощи себе.

source: Here is a quick breakdown of how different game mechanics affect Survival Categories:
es_es: Este es un desglose de cómo las diferentes mecánicas de juego afectan las Categorías de Supervivencia:
ja_jp: 以下はサバイバル部門についての詳細です。
ru_ru: Вот краткий обзор того, как различные игровые механики влияют на категории выживания:

source: All Touhou Games
es_es: Todos los juegos de Touhou
ja_jp: すべての作品共通
ru_ru: Все игры

source: Bombs: Bombing at anytime is considered two deaths.
es_es: Bombas: Usar bombas en cualquier momento se cuenta como dos muertes.
ja_jp: 1ボム使用につき2被弾扱いとなります。
ru_ru: Бомбы: Использование бомбы в любое время считается за две смерти.

source: Touhou 7
ja_jp: 東方妖々夢 ～ Perfect Cherry Blossom.

source: Supernatural Border: Breaking a border manually by pressing the bomb key is considered two deaths. However, running into a bullet while a border is active will only count as one death.
es_es: Borde Supernatural: Romper un borde manualmente apretando la tecla de bomba se considera como dos muertes. Sin embargo, chocar con una bala mientras un borde está activo solo contará como una muerte.
ja_jp: 森羅結界発動時のボムキー押下による霊撃は2被弾扱いですが、被弾による霊撃は1被弾扱いとなります。被弾中の森羅結界発動による「喰らい霊撃バグ」を引き起こした場合、1被弾として扱われます。この状態における次の被弾についても1被弾として扱われます。
ru_ru: Сверхъестественный барьер: Разрушение барьера вручную нажатием клавиши бомбы считается за две смерти. Однако, столкновение с пулей при активном барьере будет считаться только за одну смерть.

source: Touhou 8
ja_jp: 東方永夜抄 ～ Imperishable Night.

source: Last Spell: Getting hit during a Last Spell is considered a death. Not meeting the time orb requirement in Stage 1-5 is also considered a death.<br>Timing out a Last Spell is <strong>not</strong> considered a death.
es_es: Last Spell: Recibir daño en una Last Spell se considera como una muerte. No cumplir el requisito del orbe del tiempo en el Nivel 1-5 también se considera una muerte. Hacerle timeout a una Last Spell <strong>no</strong> se considera como una muerte.
ja_jp: ラストスペルでの被弾は1被弾として扱われます。ステージ５までのラストスペルを出現させることが出来なかった場合、1つのラストスペルあたり1被弾として扱われます。ラストスペルがタイムアウトした場合は被弾に含まれません。
ru_ru: Последнее заклинание: Получение урона во время Последнего заклинания считается за одну смерть. Отсутствие достаточного количества сфер времени на уровнях 1-5 также считается за одну смерть. Таймаут Последнего заклинания <strong>не</strong> считается за смерть.

source: Touhou 9
ja_jp: 東方花映塚 ～ Phantasmagoria of Flower View.

source: This category is played under different conditions to all other Survival Categories in TWC. The goal of a player performing a credit in Phantasmagoria of Flower View Lunatic Survival is to maximise the number of remaining lives at the end of the credit. Each Shot Type will be assigned a TWCScore by the TWCScore Rubric according to the number of remaining lives.<br>TWCScore of this category can be regarded as substituting "7 - the number of remaining lives" for the "the number of misses" in the formula of other Survival Categories in TWC, with the exception that a bonus of [0.02 * the duration (in seconds) of Stage 9 first round] is added at the end of a credit. An additional TWCScore bonus will be applied when there are 7 remaining lives. Any credit that ends with less than 2 lives remaining will always attain a TWCScore of zero.
ja_jp: TWCのこの部門ではプレイヤーは他作品と違う条件下で競います。プレイヤーの目標は最終残機数を最大化することです。各機体にはTWCスコア規定により最終残機数に応じたTWCスコアが割り振られます。本部門のTWCスコアは、最終残機数7の場合TWCスコアボーナスが割り振られるという例外を除いて他のサバイバル部門の「被弾数」に「7-最終残機数」を代入したものと見做せます。ただし最後に最終ステージ1ラウンド目の試合時間(秒)*0.02がTWCスコアに加算されます。最終残機数が2未満の場合のTWCスコアはゼロとなります。

source: Touhou 11
ja_jp: 東方地霊殿 ～ Subterranean Animism.

source: For some shottypes, capturing Cat Sign "Vengeful Cat Spirit's Erratic Step" (Stage 5 midspell) will award a Challenge Bonus that is added to the initial TWCScore and is subject to the same score reduction from misses.
ja_jp: 猫符「怨霊猫乱歩」を取得した場合、チャレンジボーナスとして一部の機体に追加のTWCスコアが与えられます。ただし、この追加のTWCスコアもミスによる減少を受けます。

source: Touhou 12
ja_jp: 東方星蓮船 ～ Undefined Fantastic Object.

source: UFOs: Summoning a UFO is considered a death. However, collecting UFO tokens is allowed and does not count as a death.
es_es: UFOs: Invocar un UFO se considera como una muerte. Sin embargo, recolectar objetos UFO se permite y no cuenta como una muerte.
ja_jp: UFOの召喚を1被弾として扱います。ただし、ベントラーの取得はTWCスコアに影響を与えません。
ru_ru: НЛО: Призыв НЛО считается смертью. Однако, сбор НЛО-предметов разрешен и не считается смертью.

source: Touhou 12.8
ja_jp: 妖精大戦争 ～ 東方三月精

source: This category is played under different conditions to all other Survival Categories in TWC. The goal of a player performing a credit in Great Fairy Wars Lunatic Survival is to play through the game on Lunatic difficulty while avoiding all enemy attacks and gaining gold medals from spell cards. Gold medals are attained by capturing spell cards without using Ice Power or a Perfect Freeze. TWCScore increases exponentially by the number of gold medals captured by the player and is lost depending on the number of misses. The parameters of this exponential gain are different for each route. The number of misses in a Great Fairy Wars Lunatic Survival credit does not affect the validity of the credit in any form. However, any otherwise valid credit in a match of Great Fairy Wars Lunatic Survival which ends in a Game Over will always attain a TWCScore of -50.
ja_jp: TWCのこの部門ではプレイヤーは他作品と違う条件下で競います。全ての弾幕を避け、スペルカードの金メダル取得を増やすのが目標です。こおりパワーまたはパーフェクトフリーズを使用せずスペルカードを取得すると金メダル取得となります。TWCスコアは金メダル取得数によって指数関数的に増加し、被弾数に応じて減少します。この増加の仕方はルートにより異なります。妖精大戦争Lunaticサバイバルにおいては被弾数の上限はないものとします。満身創痍となったときの有効なクレジットのTWCスコアは-50となります。 このルールは妖精大戦争Lunaticサバイバルにおいてのみ有効です。

source: Touhou 13
ja_jp: 東方神霊廟 ～ Ten Desires.

source: Trance: A manually activated trance is considered two deaths.<br>Capturing Desire Sign "Score Desire Eater" (Yoshika's last spell) will award a Challenge Bonus that is added to the initial TWCScore and is subject to the same score reduction from misses.
ja_jp: 任意トランスは2被弾として扱われます。また、欲霊「スコアデザイアイーター」を取得した場合、チャレンジボーナスとして追加のTWCスコアが与えられます。ただし、この追加のTWCスコアもミスによる減少を受けます。

source: Touhou 14
ja_jp: 東方輝針城 ～ Double Dealing Character.

source: For some shottypes, capturing Fang Sign "Moonlit Canine Teeth" (Stage 3 midspell) will award a Challenge Bonus that is added to the initial TWCScore and is subject to the same score reduction from misses.
ja_jp: 牙符「月下の犬歯」を取得した場合、チャレンジボーナスとして一部の機体に追加のTWCスコアが与えられます。ただし、この追加のTWCスコアもミスによる減少を受けます。

source: Touhou 16
ja_jp: 東方天空璋 ～ Hidden Star in Four Seasons.

source: Season Release: Releasing your season gauge is considered two deaths.
es_es: Liberar Estación: Liberar tu medidor de estación se considera como dos muertes.
ja_jp: 季節解放は2被弾として扱われます。
ru_ru: Высвобождение сезона: Высвобождение сезона считается за две смерти.

source: Touhou 17
ja_jp: 東方鬼形獣 ～ Wily Beast and Weakest Creature.
