Repository: touhouworldcup/touhouworldcup.com
Catalog: locale/*/LC_MESSAGES/*.po
Languages: es_es, ja_jp, ru_ru

source: Animal Spirits: Channeling a Berserk Roar (3 or more of the same animal tokens during roar mode) is considered 2 deaths. Breaking a Berserk Roar by touching a bullet gives no extra punishment. However, breaking either a Berserk Roar or a Standard Roar by pressing the bomb key will always be considered one death.
es_es: Espíritus Animales: Canalizar un Rugido Furioso (3 o más de los mismos objetos animales durante modo rugido) es considerado 2 muertes. Romper un Rugido Furioso con una bala no te penaliza de más. Sin embargo, romper ya sea un Rugido Furioso o un Rugido Normal apretando la tecla de bomba siempre se considerará como una muerte.
ja_jp: 同種の動物霊を3個以上集めることで発動する暴走ロアリングは2被弾として扱われます。ただし、暴走ロアリング中のボムキー押下による霊撃に追加のペナルティは発生しません。また、通常ロアリングの発動にペナルティは発生しませんが、通常ロアリング中のボムキー押下による霊撃は2被弾として扱われます。通常ロアリング、暴走ロアリングともに発動中の被弾に関しては1被弾として扱われます。
ru_ru: Духи зверей: Активация рыка-берсерка (3 или более одинаковых токенов животных в режиме рыка) считается за две смерти. Прерывание рыка-берсерка касанием пули не дает дополнительного наказания. Тем не менее, разрушение рыка-берсерка или стандартного рыка нажатием клавиши бомбы всегда будет считаться за одну смерть.

source: Touhou 18
ja_jp: 東方虹龍洞 ～ Unconnected Marketeers.

source: Only four ability cards are allowed to be equipped, used or activated at any time. These are:
ja_jp: 4種類のアビリティカードの使用のみが常時許可されます。

source: Money Comes and Goes On its Own
ja_jp: 勝手に天下の回り物

source: Fragmented Life Card
ja_jp: 欠けた命のカード

source: Fragmented Spell Card
ja_jp: 欠けたスペルのカード

source: Ringo-Brand Dango
ja_jp: 鈴瑚印の団子

source: Additionally, the players are only allowed to buy "Money Comes and Goes On its Own" from the card shop between stages.
es_es: Adicionalmente, a los jugadores solo se les permite comprar "El Dinero viene cuando le conviene" de la tienda de cartas entre niveles.
ja_jp: ステージ間のショップでは「勝手に天下の回り物」のみ購入できます。
ru_ru: Кроме того, игрокам разрешено покупать только «Гуляющее по миру добро» в карточном магазине между уровнями.

source: <em>The "Money Comes and Goes On its Own" card.</em>
es_es: <em>La carta "El Dinero viene cuando le conviene".</em>
ja_jp: <em>「勝手に天下の回り物」</em>
ru_ru: <em>Карта «Гуляющее по миру добро».</em>

source: Touhou 19
ja_jp: 東方獣王園 ～ Unfinished Dream of All Living Ghost.

source: Players will incur no penalty for taking a hit with a shield active. Players will also incur no penalty for regenerating their shield by using their gauge.
ja_jp: バリアを張っている状態で被弾してもペナルティはありません。また、ゲージを消費してバリアを回復してもペナルティはありません。

source: Scoring Categories
es_es: Categorías de Puntuación
ja_jp: スコアアタック部門について
ru_ru: Категории скоринга

source: The goal of a player performing a credit in any scoring category is to play through a given Touhou Game while attaining the highest score possible through use of the scoring mechanics of each individual Touhou Game.
ja_jp: スコアアタック部門のプレイヤーの目標は、それぞれの部門におけるスコアアタック採点方式に従い、より高いスコアを目指すことです。

source: Some extra details about Scoring Categories:
es_es: Algunos detalles extra sobre las Categorías de Puntuación:
ja_jp: 以下はスコアアタック部門についての詳細です。
ru_ru: Некоторые дополнительные детали о категориях скоринга:

source: There is now no penalty to TWCScore if a player Game Overs in a Scoring Category.
ja_jp: 満身創痍にペナルティは発生しません。

source: Players participating in the Phantasmagoria of Flower View Lunatic Scoring category are prohibited from using Aya or Medicine until there are only 70 minutes remaining in the reset time.
ja_jp: 東方花映塚Lunaticのプレイヤーは、残り時間が70分を切るまで文とメディスンの使用が禁止されています。

source: In Touhou 17 and Touhou 18, it is possible to reach the maximum value the score counter can display, known as a counterstop. If this happens, we will use the player's "True Score" which can be determined by using counterstop removal patches.
es_es: En Touhou 17 y Touhou 18, es posible llegar al valor máximo de puntuación que el marcador de puntuación puede mostrar, conocido como counterstop. Si esto sucede, usaremos la "Puntuación Verdadera" del jugador, que se determina usando parches para remover elcounterstop.
ja_jp: 東方鬼形獣、東方虹龍洞において、いわゆるスコアの「カンスト」が起きた場合、カウンターストップ解除パッチにより 「本来のスコア」が競技に適用されます。
ru_ru: В Touhou 17 и Touhou 18 возможна ситуация, известная как каунтерстоп, при которой счетчик очков достигнет своего максимального значения. Если это произойдет, мы будем использовать «Истинный счет» игрока, который можно определить с помощью патчей для удаления каунтерстопа.

source: In Touhou 12, the score counter will display the player's score incorrectly if the score reaches a high enough value. However, if this happens, the game will still record the player's score correctly on the high score leaderboard and that value will be used instead.
es_es: En Touhou 12, el marcador de puntuación mostrará la puntuación del jugador de manera incorrecta si llega a un valor bastante alto. Sin embargo, si eso pasa, el juego aún guardará la puntuación del jugador de manera correcta en la clasificación de puntuación y ese valor será el que será usado.
ja_jp: 東方星蓮船ではスコアが一定以上になるとスコア表記が正常に機能しなくなります（いわゆるスコアバグ）。しかしリーダーボードでは正しいスコアが表記されるため、そのスコアが採用されます。
ru_ru: В Touhou 12 счетчик очков будет неправильно отображать счет игрока, если он достигнет достаточно высокого значения. Однако, если это произойдет, игра по-прежнему будет правильно записывать счет игрока в таблице рекордов, и вместо неверного значения будет использоваться это.

source: In Touhou 18, the "Market Manip." option from thprac is allowed for use. However, credits that directly use Market Manipulation are considered invalid. Market Manipulation can be performed both before and during the match. This rule is subject to change depending on dialogue with players.
ja_jp: 東方虹龍洞のプレイヤーは、thpracのオプション「市場操作」を使用し、リセット前にカードプールから不要なカードを除外することができます。市場操作を使用して希望するカードを直接手に入れたプレイは無効となります。具体的には、プレイヤーはグローバルタイマーの状態に関係なく、市場操作を行うことができます。特にこの規定は、プレイヤーとの対話により、変更される可能性があります。

source: Allowed Game Mods
es_es: Mods de Juego Permitidos
ja_jp: 許可されているゲーム改変ツール
ru_ru: Разрешенные игровые модификации

source: Vpatch is allowed for all applicable games.
es_es: VPatch se permite para todos los juegos aplicables.
ja_jp: Vパッチの使用は許可されています。
ru_ru: Vpatch разрешен для всех применимых игр.

source: thprac can be used for practice during a match, but all cheats must be disabled when performing credits.
es_es: thprac puede usarse para practicar durante una partida, pero todos los trucos deben desactivarse al realizar créditos.
ja_jp: 試合中の練習のためにプラクティスツール（thprac等）を使用することは許可されていますが、プラクティスツールの機能を用いたプレイは無効とします。
ru_ru: thprac можно использовать для тренировки во время матча, но все читы должны быть отключены во время прохождения.

source: Counterstop Removal Patches and Scorebug Patches are allowed.
es_es: Parche removedor de counterstop y parches de bugs de puntuación son permitidos.
ja_jp: カウンターストップ解除パッチ、スコアバグ回避パッチは許可されます。
ru_ru: Патчи для удаления каунтерстопа и неправильного отображения счета разрешены.

source: Visual, Audio and Translation patches are not allowed.
es_es: Parches visuales, de audio y traducciones no son permitidos.
ja_jp: ゲーム画面改変、音声改変、翻訳パッチは許可されません。
ru_ru: Визуальные, звуковые и патчи с переводом не разрешены.

source: Other Rules
es_es: Otras Reglas
ja_jp: その他のルール
ru_ru: Другие правила

source: Players must stream their gameplay while playing their match, without covering any HUD or gameplay elements.
es_es: Los jugadores deben transmitir su juego mientras juegan una partida, sin cubrir ningún elemento del HUD o del juego.
ja_jp: プレイヤーはプレイ中のゲーム画面を配信しなければなりません。ゲーム画面をそのまま配信し、形を変えたり切り取りをしないでください。
ru_ru: Игроки должны транслировать свой игровой процесс во время матча, не закрывая HUD или элементы игрового процесса.

source: The replay file of each player's best performing credit must be submitted to the TWC Committee at the end of a match.
es_es: El archivo de repetición del crédito de mejor rendimiento de cada jugador debe mostrarse al Comité del TWC al final de cada partida.
ja_jp: 試合終了後、各プレイヤーはTWCスコアが最も高いクレジットのリプレイファイルをTWC委員会に提出してください。
ru_ru: Каждый игрок в конце матча должен представить файл с реплеем своего лучшего прохождения организаторам TWC.

source: Please hide the ending when you reach the end of the game.
es_es: Por favor oculta el final cuando termines el juego.
ja_jp: クリア後のエンディングは必ず隠してください。
ru_ru: Пожалуйста, скройте концовку, когда дойдете до конца игры.

source: Schedule
es_es: Horario
ja_jp: スケジュール
ru_ru: Расписание

source: Coming soon!
es_es: ¡Muy pronto!
ja_jp: 今しばらくお待ち下さい。
ru_ru: Скоро будет!

source: TWCScore Calculator
es_es: Calculadora de TWCScore
ja_jp: TWCスコア計算機
ru_ru: TWCScore Калькулятор

source: This page requires JavaScript
es_es: Esta página requiere JavaScript
ja_jp: このウェブページにはJavaScriptが必要です
ru_ru: Эта веб-страница требует JavaScript

source: Use this page to calculate TWCScore for any particular run. TWCScore is subject to change.
es_es: Usa esta página para calcular la TWCScore para una partida en particular. La TWCScore están sujetos a cambio.
ja_jp: このページでは特定のプレイのTWCスコアを計算することが出来ます。TWCスコアは変更される可能性があります。
ru_ru: Используйте эту страницу для расчета TWCScore для любого конкретного забега. Расчёт TWCScore может быть изменен.

source: Click here to see the survival rubrics.
es_es: Haga clic aquí para ver las rúbricas de supervivencia.
ja_jp: ここをクリックすると、クリア重視の全パラメーターが表示されます。
ru_ru: Вы можете нажать чтобы увидеть все способы оцениваний скоринг.

source: Click here to see the scoring rubrics.
es_es: Haga clic aquí para ver las rúbricas de puntuación.
ja_jp: ここをクリックすると、稼ぎの全パラメーターが表示されます。
ru_ru: Вы можете нажать чтобы увидеть все способы оцениваний выживание.

source: Game
es_es: Juego
ja_jp: ゲーム
ru_ru: Игра

source: Touhou 6: Embodiment of Scarlet Devil
ja_jp: 東方紅魔郷 ～ the Embodiment of Scarlet Devil

source: Touhou 7: Perfect Cherry Blossom
ja_jp: 東方妖々夢 ～ Perfect Cherry Blossom

source: Touhou 8: Imperishable Night
ja_jp: 東方永夜抄 ～ Imperishable Night

source: Touhou 9: Phantasmagoria of Flower View
ja_jp: 東方花映塚 ～ Phantasmagoria of Flower View

source: Touhou 10: Mountain of Faith
ja_jp: 東方風神録 ～ Mountain of Faith

source: Touhou 11: Subterranean Animism
es_es: Touhou 11: Subterranean Aminism
ja_jp: 東方地霊殿 ～ Subterranean Animism
ru_ru: Touhou 11: Subterranean Aminism

source: Touhou 12: Undefined Fantastic Object
ja_jp: 東方星蓮船 ～ Undefined Fantastic Object

source: Touhou 12.8: Great Fairy Wars
ja_jp: 妖精大戦争 ～ 東方三月精

source: Touhou 13: Ten Desires
ja_jp: 東方神霊廟 ～ Ten Desires

source: Touhou 14: Double Dealing Character
ja_jp: 東方輝針城 ～ Double Dealing Character

source: Touhou 15: Legacy of Lunatic Kingdom
ja_jp: 東方紺珠伝 ～ Legacy of Lunatic Kingdom

source: Touhou 16: Hidden Star in Four Seasons
ja_jp: 東方天空璋 ～ Hidden Star in Four Seasons

source: Touhou 17: Wily Beast and Weakest Creature
ja_jp: 東方鬼形獣 ～ Wily Beast and Weakest Creature

source: Touhou 18: Unconnected Marketeers
ja_jp: 東方虹龍洞 ～ Unconnected Marketeers

source: Touhou 19: Unfinished Dream of All Living Ghost
ja_jp: 東方獣王園 ～ Unfinished Dream of All Living Ghost

source: Shottype / Route
es_es: Tipo de Disparo / Ruta
ja_jp: キャラ
ru_ru: Шоттип / Раут

source: Survival
es_es: Supervivencia
ja_jp: クリア重視
ru_ru: Выживание

source: Scoring
es_es: Puntuación
ja_jp: 稼ぎ
ru_ru: Скоринг

source: Challenge Bonus
ja_jp: チャレンジボーナス

source: Misses
es_es: Muertes
ja_jp: ミス
ru_ru: Промахи

source: Remaining lives
es_es: Vidas restantes
ja_jp: 残機
ru_ru: Оставшиеся жизни

source: Input score
es_es: Puntuación de entrada
ja_jp: 入力のスコア
ru_ru: Счет для ввода

source: Score
es_es: Puntuación
ja_jp: スコア
ru_ru: Счёт

source: Duration of Stage 9 Round 1 (seconds)
es_es: Duración de la Ronda 1 de la Etapa 9 (segundos)
ja_jp: 最終ステージ1R目の試合時間(秒)
ru_ru: Длительность первого раунда девятого уровня (секунды)

source: Gold medals
es_es: Medallas de Oro
ja_jp: 金メダル
ru_ru: Золотые медали

source: Difficulty
es_es: Dificultad
ja_jp: 難易度
ru_ru: Уровень сложности

source: Final Stage
es_es: Nivel Final
ja_jp: ルート
ru_ru: Финальный уровень

source: FinalA
ja_jp: Aルート
ru_ru: ФиналА

source: FinalB
ja_jp: Bルート
ru_ru: ФиналБ

source: Please fill out the game
es_es: Por favor llene el juego
ja_jp: ゲームを記入してください
ru_ru: Пожалуйста, укажите игру

source: Please fill out the shottype
es_es: Por favor llene el tipo de disparo
ja_jp: キャラを記入してください
ru_ru: Пожалуйста, укажите шоттип

source: Please fill out the miss count
es_es: Por favor llene el contador de muertes
ja_jp: ミス回数を記入してください
ru_ru: Пожалуйста, укажите количество промахов

source: Please fill out the score
es_es: Por favor llene la puntuación
ja_jp: スコアを記入してください
ru_ru: Пожалуйста, укажите счёт

source: Please fill out the Final Stage
es_es: Por favor llene el Nivel Final
ja_jp: ルートを記入してください
ru_ru: Пожалуйста, укажите финальный уровень

source: Please fill out the gold medals
es_es: Por favor llene las medallas de oro
ja_jp: 金メダルを記入してください
ru_ru: Пожалуйста, укажите золотые медали

source: Calculate
es_es: Calcular
ja_jp: 計算する
ru_ru: Рассчитать

source: TWCScore:
ja_jp: TWCスコア：

source: Score:
es_es: Puntuación:
ja_jp: スコア：
ru_ru: Счёт:

source: Embryo's Dream
ja_jp: 胎児の夢

source: Cat Sign "Vengeful Cat Spirit's Erratic Step"
ja_jp: 猫符「怨霊猫乱歩」

source: Music Sign "Double Score"
ja_jp: 楽符「ダブルスコア」

source: Direction Sign "Kimontonkou"
ja_jp: 方符「奇門遁甲」

source: "The Seven Issun-Boshi"
ja_jp: 「七人の一寸法師」

source: Sphere Sign "Yin-Yang God Sphere"
ja_jp: 玉符「陰陽神玉」

source: Scarlet Sign "Scarlet Meister"
ja_jp: 紅符「スカーレットマイスタ」

source: "Scarlet Gensokyou"
ja_jp: 「紅色の幻想郷」

source: Judgement "Last Judgement"
ja_jp: 審判「ラストジャッジメント」

source: "Blue Lady Show"
ja_jp: 「ブルーレディショー」

source: Border Sign "Boundary of Wave and Particle"
ja_jp: 境符「波と粒の境界」

source: Explosion Sign "Peta Flare"
ja_jp: 爆符「ペタフレア」

source: "Divine Virtues of Wind God"
ja_jp: 「風神様の神徳」

source: Deadly Dance "Law of Mortality"
ja_jp: 亡舞「生者必滅の理ー魔境ー」

source: Native God "Red Frogs of Houei 4"
ja_jp: 土着神「宝永四年の赤蛙」

source: Circular "Circle Creature"
ja_jp: 円形「サークルクリーチャー」

source: Taboo "Kagome Kagome"
ja_jp: 禁忌「カゴメカゴメ」

source: Big Centipede "Dragon Eater"
ja_jp: 大蜈蚣「ドラゴンイーター」

source: Dust Sign "Karabitsu Upheaval"
ja_jp: 塵符「唐櫃大返し」

source: Team Tech "Fairy Overdrive"
ja_jp: 協力技「フェアリーオーバードライブ」

source: Reaction "Youkai Polygraph"
ja_jp: 反応「妖怪ポリグラフ」

source: Art
ja_jp: ギャラリー

source: Credits
es_es: Créditos
ru_ru: О сайте

source: Touhou World Cup 2024 has ended. Go to the <a href="/results">Past Results page</a> to see the results.
ru_ru: Touhou World Cup 2024 закончился. Перейдите к <a href="/results">Прошлым результатам</a> чтобы посмотреть итоги.

source: Live Streams
ru_ru: Стримы

source: Team
es_es: Equipo
ru_ru: Команда

source: Daylight Saving Time (also known as Summer Time or DST) is taken into account automatically.
es_es: El Horario de Verano (DST) es considerado de manera automática.
ru_ru: Переход на летнее время также учитан автоматически.

source: In Scoring Categories the players will try to finish the game while gaining the highest score possible. They can die, bomb and use any other mechanics as much as they want.
ru_ru: В категориях скоринга игроки будут пытаться закончить игру, набрав максимально возможное количество очков. Они могут умирать, бомбить и использовать любую другую механику сколько угодно.

source: Unlike previous years of TWC, there is now no penalty to TWCScore if a player Game Overs in a Scoring Category.
ru_ru: В отличие TWC предыдущих лет, теперь нет штрафа к TWCscore, если игрок получает геймовер в категории скоринга.

source: ReimuRed1
es_es: ReimuRoja1

source: ReimuRed2
es_es: ReimuRoja2

source: ReimuBlue1
es_es: ReimuAzul1

source: ReimuBlue2
es_es: ReimuAzul2

source: ReimuYellow1
es_es: ReimuAmarilla1

source: ReimuYellow2
es_es: ReimuAmarilla2

source: ReimuGreen1
es_es: ReimuVerde1

source: ReimuGreen2
es_es: ReimuVerde2

source: MarisaRed1
es_es: MarisaRoja1

source: MarisaRed2
es_es: MarisaRoja2

source: MarisaBlue1
es_es: MarisaAzul1

source: MarisaBlue2
es_es: MarisaAzul2

source: MarisaYellow1
es_es: MarisaAmarilla1

source: MarisaYellow2
es_es: MarisaAmarilla2

source: MarisaGreen1
es_es: MarisaVerde1

source: MarisaGreen2
es_es: MarisaVerde2

source: Unfocus stone
es_es: Piedra de unfocus

source: Red1
es_es: Roja1

source: Red2
es_es: Roja2

source: Blue1
es_es: Azul1

source: Blue2
es_es: Azul2

source: Yellow1
es_es: Amarilla1

source: Yellow2
es_es: Amarilla2

source: Green1
es_es: Verde1

source: Green2
es_es: Verde2

source: Focus stone
es_es: Piedra de focus

source: Assist stone
es_es: Piedra de asistir

source: FATAL ERROR: wrong type for "element" in get_element_val. Please contact <a href="https://bsky.app/profile/maribelhearn42.bsky.social" target="_blank">Maribel Hearn</a>
es_es: ERROR FATAL: tipo erróneo para "element" en get_element_val. Por favor contacte <a href="https://bsky.app/profile/maribelhearn42.bsky.social" target="_blank">Maribel Hearn</a>
